Repository: ALeksBondarenko/Pixar-Fun
Catalog: Pixar Fun/Localizable.xcstrings
Source language: en
Languages: ru

source: Authentication failed
ru: Ошибка аутентификации

source: Back
ru: Назад

source: Biography
ru: Биография

# cancelButton
source: Cancel
ru: Отмена

# cannotConnectToHost
source: Cannot connect to host. Try again later
ru: Не удалось подключиться к серверу. Попробуйте повтороить позже

source: Cast
ru: Актеры озвучки

source: Close
ru: Закрыть

# connectionLost
source: Connection lost. Try again later
ru: Соединение было прервано. Попробуйте повтороить позже

# emptyFavorites
source: No favorite movies yet
ru: Еще нет фильмом помеченных как избранные

# emptyWatchList
source: No watch list yet
ru: Еще нет фильмов в списке просмотра

source: Error
ru: Ошибка

source: Favorite
ru: Избранное

# favorite_tab_name
source: Favorite
ru: Избранное

# internalServerError
source: Internal server error. Try again later
ru: Внутренняя ошибка сервера. Попробуйте повтороить позже

source: Invalid API-key
ru: Недействительный API-ключ

source: Invalid parameters
ru: Некорректные параметры запроса

source: more
ru: еще

source: Movies
ru: Фильмы

# movies_tab_name
source: Movies
ru: Фильмы

# networkRestricted
source: Network restricted. Try again later
ru: Доступ к сети ограничен. Попробуйте повтороить позже

# noInternet
source: Connection failed. Try again later
ru: Нет подключения к интернету. Попробуйте повтороить позже

# noResults
source: No result
ru: Ничего не найдено

source: Not found
ru: Ресурс не найден

source: OK
ru: ОК

source: Overview
ru: Описание

# rateLimited
source: Rate limited. Try again later
ru: Превышен лимит запросов. Попробуйте повтороить позже

# repeatButton
source: Retry
ru: Повторить

# search_tab_name
source: Search
ru: Поиск

source: Search movies
ru: Поиск фильмов

# serviceOffline
source: Service offline. Try again later
ru: Сервис временно недоступен. Попробуйте повтороить позже

# settings_tab_name
source: Settings
ru: Нустройки

source: Start typing
ru: Начни ввод

# timeout
source: Connection timeout. Try again later
ru: Превышено время ожидания ответа. Попробуйте повтороить позже

source: Trailers
ru: Трейлеры

# unknown
source: Unknown fail. Try again later
ru: Неизвестная ошибка. Попробуйте повтороить позже

source: Watch Later
ru: Смотреть позже

# watchlist_tab_name
source: Watch List
ru: Позже
